"MainLabel" = "Start";
"MainTooltip" = "Introduktion till inställningarna i iPulse";
"CpuLabel" = "CPU";
"CpuTooltip" = "Ändra inställningar för CPU-mätarna";
"MemoryLabel" = "Minne";
"MemoryTooltip" = "Ändra inställningar för minnesmätarna";
"DiskLabel" = "Hårddisk";
"DiskTooltip" = "Ändra inställningar för hårddiskmätaren";
"NetworkLabel" = "Nätverk";
"NetworkTooltip" = "Ändra inställningar för nätverksmätarna";
"MobilityLabel" = "Mobilitet";
"MobilityTooltip" = "Ändra inställningar för bärbara datorer";
"HistoryLabel" = "Historik";
"HistoryTooltip" = "Ändra inställningar för historikmätaren";
"ClockLabel" = "Klocka";
"ClockTooltip" = "Ändra inställningar för klockan";
"OtherLabel" = "Övrigt";
"OtherTooltip" = "Ändra övriga inställningar";
"WindowLabel" = "Fönster";
"WindowTooltip" = "Ställ in fönstrena i iPulse";
"GlobalLabel" = "Globalt";
"GlobalTooltip" = "Ändra de globala inställningarna i iPulse";

"DockChanged" = "Dock configuration updated";
"DockChangedText" = "The next time iPulse is launched, the new Dock configuration will be used.";

"GeneralLabel" = "Allmän information";
"SwappingLabel" = "Minne (Växling)";

"UpdateSpeed" = "%.1f sekunder (%.0f bpm)";
"WindowSize" = "%.0f x %.0f pixlar\n(%2.0f%%)";
"MaxTemperature" = "%.0f ºC";
"SchedulingPriority" = "+%d nice";
"HoldTimeSeconds" = "%.0f sekunder";
"HoldTimeMinutes" = "%.1f minuter";

"NetworkClient" = "Nätverksklient";
"SoftwareBaseStation" = "Mjukvarubasstation";
"ComputerToComputer" = "Dator till dator";
"Unknown" = "Okänt";

"DecibelPerMilliwatt" = "dBm";
"Decibel" = "dB";

"ValidLabel" = "Tack för att du har registrerat iPulse!";
"ValidMessage" = "Din registreringsinformation har sparats.";

"InvalidLabel" = "Din registreringsinformation är inte korrekt.";
"InvalidMessage" = "Var god kontrollera informationen så att den överensstämmer EXAKT med den vi skickat.\r\rOm du vill omregistrera din kopia av iPulse, använd knappen Nya Koder för att få nya registreringskoder.\r";

"PreferencesWarningLabel" = "Dina nuvarande inställningar har inte sparats.";
"PreferencesWarningMessage" = "Om du trycker Fortsätt, kommer de nuvarande inställningar att gå förlorade.";

"Unregistered" = "Ej registrerad";

"PermissionsAuthorization"="In order to view process information,";
"PermissionsReadOnlyLabel"="Permissions cannot be updated";
"PermissionsReadOnlyMessage"="iPulse is currently running from read-only media (such as a disk image). Permissions can only be updated when being run from read/write media.\n\nQuit iPulse, copy it to your Applications folder and try again.";
"PermissionsRelaunchLabel"="Permissions update complete";
"PermissionsRelaunchMessage"="iPulse must restart in order to use the new permissions. Press the button below to continue.";
"PermissionsRelaunchButton"="Relaunch";

"Temperature" = "Temperatur";

"siUnitsByteAbbr" = "B";
"ieeeUnitsByteAbbr" = "b";
"appleUnitsByteAbbr" = "B";

"BitAbbr" = "bit";

"Hotkey" = "Skifta med";

"Version" = "Version ";

"None" = "(Ingen)";

"NotAvailableAbbr" = "N/A";

"Charging" = "Laddar";
"ChargerConnected" = "Laddare ansluten";
"InUse" = "Används";
"Full" = "Full";

"NewMoon" = "Ny";
"WaxingCrescent" = "Tilltagande skära";
"FirstQuarter" = "Första kvarteret";
"WaxingGibbous" = "Tilltagande kullrig";
"WaningCrescent" = "Avtagande skära";
"LastQuarter" = "Sista kvarteret";
"WaningGibbous" = "Avtagande kullrig";
"FullMoon" = "Full";

"DaylightSavingsTimeAbbr" = "DST";
"GreenwichMeanTimeAbbr" = "GMT";

"Yes" = "Ja";
"No" = "Nej";
"OK" = "OK";
"TryAgain" = "Försök igen";
"NewCodes" = "Nya Koder";
"Cancel" = "Avbryt";
"Continue" = "Fortsätt";

"Calculating" = "…"; // don't localize this string

"Increase" = "↑"; // don't localize this string
"Decrease" = "↓"; // don't localize this string
"NoChange" = " "; // don't localize this string

">" = "▶"; // don't localize this string
"Dash" = "—"; // don't localize this string

